[
    {
        "id": 1,
        "hotelName": "Dorset Gardens Hotel",
        "location": "335 Dorset Road, 3136 Croydon",
        "country": "Australia",
        "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/286877208.jpg?k=99b668109547594edd140b06ea99c57cb032f8c6da5e71432038eb8471948d89&o=&hp=1",
        "details": "Croydon Dorset Gardens Hotel is 8 minutes' drive from Eastland shopping centre and entertainment complex. It is 30 minutes' drive from Melbourne and 45 minutes' drive from Melbourne Airport. Croydon train station is within walking distance.Dorset Gardens Restaurant is open for breakfast, lunch and dinner daily. The menu includes continental and cooked breakfast, pasta, steak and soup dishes. Guests can enjoy watching live sports and play billiards in the sports bar.",
        "phoneNumber": "+5587424572",
        "email": "doreset@garden.com",
        "roomPerPerson": "2",
        "price": "45.99",
        "rating": "4.5"
    },
    {
        "id": 2,
        "hotelName": "Dusit Princess Residences Dubai Marina",
        "location": "Al Emreef Street, Dubai Marina, Dubai",
        "country": "United Arab Emirates",
        "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/279125928.jpg?k=cc251865549085565a3d6eb06c76064f7cb8b894c78fabfe478f4da35b7f0b31&o=&hp=1",
        "details": "Featuring an outdoor pool, Dusit Princess Residences Dubai Marina in Dubai provides accommodation with free WiFi and free private parking for guests who drive. Featuring a kitchen with a dishwasher and a microwave, each unit also comes with a safety deposit box, a cable flat-screen TV, ironing facilities, desk and a seating area with a sofa. There is a private bathroom with hot tub in every unit, along with slippers, a hairdryer and free toiletries. ",
        "phoneNumber": "+9856743200",
        "email": "dusit.dubai@hotel.com",
        "roomPerPerson": "2",
        "price": "89.49",
        "rating": "4.7"
    },
    {
        "id": 3,
        "hotelName": "Thornton Hunt Inn",
        "location": "Thornton Curtis, Thornton Curtis",
        "country": "United Kingdom",
        "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/260791378.jpg?k=e97f4a49598d3086c590cbf954a0e79c46014ceaf1a55b41b9405a530dc837f4&o=&hp=1",
        "details": "Situated less than 10 minutes' walk from Loch Cluanie, Cluanie Inn has rooms with a DVD player and mountain views. It offers free WiFi in public areas and a garden. Each room here will provide you with a satellite TV and carpeted floors, while some have four-poster beds. Featuring a bath or shower, private bathroom also comes with a hairdryer and free toiletries.",
        "phoneNumber": "+147578654",
        "email": "thornton@hunt.com",
        "roomPerPerson": "4",
        "price": "39.99",
        "rating": "4.6"
    },
    {
        "id": 4,
        "hotelName": "Holiday Inn Express",
        "location": "427 South Main Street, Statesboro",
        "country": " United States",
        "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/293282371.jpg?k=4aa19ed1401e99aa569b89023323dfa31ac36944808f761ee341079db5d6d966&o=&hp=1",
        "details": "Extra health & safety measureshis property has taken extra health and hygiene measures to ensure that your safety is their priority.See health & safety details Offering an outdoor pool and a fitness centre, Holiday Inn Statesboro is located in Statesboro. Each room here will provide you with air conditioning. Private bathroom also comes with a bath or shower. At Holiday Inn Express Statesboro, an IHG Hotel Statesboro you will find facilities offered at the property including outdoor pool, fully equipped fitness center and 24-hour business center.",
        "phoneNumber": "+965815561",
        "email": "holydayinn1@express.com",
        "roomPerPerson": "2",
        "price": "24.99",
        "rating": "4.4"
    },
    {
        "id": 5,
        "hotelName": "Ferienhotel Alpenhof",
        "location": "6 Paß-Thurn-Straße, 6371 Aurach bei Kitzbuhel",
        "country": "Austria",
        "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/269572076.jpg?k=45bdf7f149d14839fbb6070f851777f2839dffff0b668fd9261e9a7713fb3e51&o=&hp=1",
        "details": "Ferienhotel Alpenhof features a restaurant, seasonal outdoor swimming pool, a shared lounge and garden in Aurach bei Kitzbuhel. Featuring family rooms, this property also provides guests with a terrace. Private parking can be arranged at an extra charge. At the hotel, each room includes a wardrobe, a flat-screen TV, a private bathroom, bed linen, towels and a balcony with a mountain view. All units include a safety deposit box.",
        "phoneNumber": "+325745485",
        "email": "alpenholf.austria@hotels.com",
        "roomPerPerson": "4",
        "price": "19.99",
        "rating": "4.1"
    },
    {
        "id": 6,
        "hotelName": "Exedra Cappadocia",
        "location": "Ürgüp / Nevşehir, 50650 Ortahisar",
        "country": "Turkey",
        "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/320022493.jpg?k=00a3e3e3581a93a6793241871695e6c31415e40c177480a01452b85fb1e9c977&o=&hp=1",
        "details": "Featuring free WiFi and a terrace, Exedra Cappadocia is listed in 2016 Condè Nast Traveller Hot List and offers accommodation in Ortahisar. Guests can enjoy the on-site restaurant.A flat-screen TV with cable channels, as well as an iPod docking station are available. Some rooms feature a seating area to relax in after a busy day. You will find a kettle in the room. All rooms have a private bathroom fitted with a bath or shower. Extras include free toiletries and a hair dryer.",
        "phoneNumber": "+1465848545",
        "email": "exedra.cappa@isturk.com",
        "roomPerPerson": "3",
        "price": "34.49",
        "rating": "4.2"
    },
    {
        "id": 7,
        "hotelName": "Delta Toronto Hotel ",
        "location": "2035 Kennedy Road, Scarborough,Toronto",
        "country": "Canada",
        "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/79546377.jpg?k=38c0b85d0749d7d326804e56a03ca3f22c8af2f5442ed64077848f498909f310&o=&hp=1",
        "details": "Located off Highway 401, this luxurious Toronto hotel boasts an indoor saltwater pool with a waterslide, a spa and 2 restaurants and a bar on-site. All of the rooms include free Wi-Fi. Central Toronto is 22 minutes’ drive away.A flat-screen cable TV with pay-per-view channels is featured in each guest room at Delta Toronto East. All of the contemporary rooms include an iPod docking station, a desk and an ergonomic chair. Select rooms include guest bathrobes and city views.Serving lunch and dinner in a quiet atmosphere, Sagano Restaurant is located at Toronto East Delta. The restaurant offers panoramic views of Toronto and serves authentic Japanese cuisine. Offering breakfast, lunch and dinner, Whitesides Terrace Grille offers a family friendly menu with pasta, burgers and pizza.",
        "phoneNumber": "+7454124524",
        "email": "deltahotel@torcand.com",
        "roomPerPerson": "2",
        "price": "44.49",
        "rating": "4.1"
    },
    {
        "id": 8,
        "hotelName": "Miyako Resort Okushima Aqua Forest",
        "location": "517-0604 Mie, Shima, Daioh-cho Funakoshi",
        "country": "Japan",
        "image": "https://seoimgak.mmtcdn.com/blog/sites/default/files/images/countries-in-the-world-australia.jpg",
        "details": "Miyako Resort Okushima Aqua Forest features a natural hot spring, indoor and outdoor pools. Free WiFi, parking and return shuttle bus services to Kashikojima Subway Station are available. Rooms at the Miyako Resort Okushima Aqua Forest are air conditioned and come with a private bathroom. A TV, refrigerator and safety deposit box is included. Guests can enjoy Karaoke facilities and the services of a beauty salon. The hotel has a souvenir shop. Meals and beverages are served at the hotel’s restaurant.",
        "phoneNumber": "+096574246",
        "email": "miyako.resort@yahoo.com",
        "roomPerPerson": "2",
        "price": "29.49",
        "rating": "4.7"
    },
    {
        "id": 9,
        "hotelName": "Arabella Azur ResortOpens",
        "location": "El Corniche Road,Sekala, 99999 Hurghada",
        "country": "Egypt",
        "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/57803248.jpg?k=c440f06b4eb31cad60095ceeaa0354536634733a2bc3bd0527dca5b73904c4b2&o=&hp=1",
        "details": "Featuring a lagoon-style pool, a private beach area and a spa centre, this property is a 4-star luxury resort. The bright, spacious rooms open onto a balcony overlooking Hurghada or the Red Sea. A flat-screen TV with satellite channels and a minibar are featured in all air- conditioned rooms at the Arabella Azur. The private bathroom offers shampoos, soaps and a hairdryer. At the spa, guests can enjoy a relaxing massage treatment or unwind in the sauna. Diving and snorkelling can be organised by staff at the 24-hour front desk. For children, Arabella Azur Resort offers a playground.",
        "phoneNumber": "+312792438",
        "email": "azurarabella@hotmail.com",
        "roomPerPerson": "4",
        "price": "19.99",
        "rating": "4.3"
    }
]